{
    "internationalizations": [
        {
            "language": "es",
            "description": "Minha caminhada como <i>programador</i> teve início aos nove anos de idade quando me apaixonei pelo <i>Logo</i>, uma linguagem de programação educacional usada para cativar crianças nas maravilhosas terras da <i>Programação</i>. Costumava passar horas seguidas tentando criar figuras e animações, usando matemática e geometria. Naquela época, eu simplesmente não conhecia os desafios emocionantes que ainda estavam por vir.<br><br>Alguns anos depois, consegui um estágio como <i>Webmaster</i>, desde então, nunca mais parei, sendo mais de uma década, onde venho tendo a chance de trabalhar com pessoas maravilhosas, aprendendo todos os dias, viajando pelo mundo e, principalmente, sempre fazendo grandes amizades.<br><br>Tive experiência como empreendedor, quando um amigo apresentou-me <i>Magento</i>, um framework de comércio eletrônico extremamente popular. Depois de fazer vários cursos e muita prática, consegui contratos com agências de São Paulo e Rio de Janeiro, Brasil. Essa experiência de empreendedorismo me deu a chance de ver o outro lado da moeda, o que contribuiu para expandir um pouco mais minha consciência como colaborador.<br><br>Atualmente, continuo buscando novas habilidades, aprendendo e compartilhando meu humilde conhecimento, tanto quanto possível."
        },
        {
            "language": "en",
            "description": "My formal education is in biophysics, and my research has spanned: synthetic organic chemistry, mammalian tissue models, quantum chemistry calculations, protein engineering, and bioinformatics. I studied organic chemistry under Dr. Steven Castle at BYU, protein NMR with Dr. Haribabu Arthanari at Dana Farber/Harvard Cancer Center, and protein dynamics with Dr. Nico Tjandra at the NIH. After graduating, I worked as a full-time scientist at the Huntsman Cancer Institute (HCI) under Dr. Trudy Oliver studying small cell lung cancer via genetically engineered mouse models. I am currently a PhD student at MIT studying high-valent enzymes under the mentorship of Dr. Heather Kulik."
        }
    ],
    "medias": [
        {
            "icon": "linkedin",
            "title": "LinkedIn",
            "http": "https://www.linkedin.com/in/davidwkastner/"
        },
        {
            "icon": "github",
            "title": "GitHub",
            "http": "https://github.com/kastner"
        },
        {
            "icon": "twitter",
            "title": "Twitter",
            "http": "https://twitter.com/davidwkastner"
        },
        {
            "icon": "researchgate",
            "title": "Researchgate",
            "http": "https://www.researchgate.net/profile/David-Kastner"
        },
        {
            "icon": "orcid",
            "title": "OrcID",
            "http": "https://orcid.org/0000-0002-7766-4249"
        }
    ]
}